Repository: anjos/djangoogle
Catalog: djangoogle/locale/*/LC_MESSAGES/django.po
Languages: fr, pt_br

source: Picasaweb e-mail
fr: E-mail du Picasaweb
pt_br: E-mail do Picasaweb

source: Insert the e-mail of a picasaweb user in the form of user@domain
fr: Insérez l'adresse e-mail d'un utilisateur PicasaWeb sous le format utilisateur@domaine
pt_br: Coloque o e-mail do usuário no formato usuário@domínio

source: Number of albums to display
fr: Nombre d'albums à afficher
pt_br: Número de álbuns a mostrar

source: The special value of 0 (zero) will display all albums
fr: La valeur particulière de 0 (zéro) affiche tous les albums
pt_br: O valor especial 0 (zero) fará com que eu mostre todos os álbuns disponíveis

source: google picasa web account
fr: compte picasa web de Google
pt_br: conta do google picasaweb

source: google picasa web accounts
fr: comptes picasa web de Google
pt_br: contas do google picasaweb

source: Last uploaded album of %(email)s
fr: Dernier album de téléchargé de %(email)s
pt_br: Último álbum de %(email)s

source: %(email)s, last %(num_albums)s albums
fr: %(email)s , dernier %(num_albums)s albums
pt_br: Últimos %(num_albums)s álbuns de %(email)s

source: Calendar identifier
fr: Identifiant de calendrier
pt_br: Identificador do Calendário

source: Insert the identifier of a google calendar in the form of secret@domain. This identifier can be read by going into the calendar details of your google account.
fr: Insérer l'identifiant de compte Google Calendar sous le format secret@domaine. Cet identifiant peut être lu en connectant aux détails du calendrier de votre compte Google.
pt_br: Inserir o identificador do calendário no formato segredo@domínio. Esse identificador pode ser recuperado visitando-se os detalhes do calendário na sua conta.

source: google calendar
fr: calendrier google
pt_br: calendário do google

source: google calendars
fr: calendriers google
pt_br: calendários do google

source: Public google calendar "%s"
fr: Calendrier google publique "%s"
pt_br: Calendário público do google "%s"

source: Name
fr: Nom
pt_br: Nome

source: Insert here a meaningful name so you remember what is this playlist key good for.
fr: Mettre ici un nom significatif pour te rappeler de quoi s'agit cette liste de reproduction.
pt_br: Coloque aqui um nome para a lista de reprodução de forma a se lembrar a que serve a chave.

source: YouTube playlist identifier
fr: Identifiant de la liste de reproduction YouTube
pt_br: Identificador de lista de reprodução do YouTube

source: Insert the key of the youtube (public) playlist
fr: Mettre la clé de la liste de reproduction (publique) YouTube
pt_br: Coloque a chave da lista de reprodução (pública) do YouTube

source: youtube playlist
fr: liste de reproduction youtube
pt_br: Lista de reprodução do YouTube

source: youtube playlists
fr: listes de reproduction youtube
pt_br: Listas de reprodução do YouTube

source: Youtube playlist "%(name)s"
fr: Liste de reproduction "%(name)s"
pt_br: Lista de reprodução YouTube "%(name)s"

source: Calendar
fr: Calendrier
pt_br: Calendário

source: Next appointments
fr: Prochains compromis
pt_br: Próximos compromissos

source: updated
fr: mis à jour
pt_br: atualizado

source: Description
pt_br: Descrição

source: When
fr: Quand
pt_br: Quando

source: until
fr: jusqu'à
pt_br: até

source: Where
fr: Où
pt_br: Onde

source: Cannot connect to Google Calendar service at
fr: Ne peut pas se connecter au service Google Calender à
pt_br: Não posso conectar-me ao serviço de Calendário do Google em

source: Or maybe you have no calendars configured?
fr: Ou peut-être vous n'avez pas de calendriers configurés?
pt_br: Ou talvez você não tenha configurado nenhum calendário?

source: go to page %(page)s
fr: Aller à là page %(page)s
pt_br: ir para a página %(page)s

source: Photo Gallery
fr: Galerie de photos
pt_br: Galeria de Fotos

source: From this page you can access our photo albums. Click on the arrows bellow to go back in history.
fr: Depuis cette page vous pouvez accéder à tous nos albums de photos. Cliquez sur les flèches dessous pour naviguer sur notre historique.
pt_br: A partir desta página você pode acessar nossos álbums de fotos. Clique nas setas abaixo para voltar no histórico.

source: Click here to launch a slideshow of this album
fr: Cliquez ici pour lancer un diaporama de cet album
pt_br: Clique aqui para disparar um slideshow deste álbum

source: Click here to view this album directly inside PicasaWeb
fr: Cliquer ici pour voir cet album directement à PicasaWeb
pt_br: Clique aqui para ver este álbum diretamente no PicasaWeb

source: %(numphotos)s photo%(plural)s by
fr: %(numphotos)s photo%(plural)s par
pt_br: %(numphotos)s foto%(plural)s por

source: published
fr: publié
pt_br: publicado

source: Cannot connect to PicasaWeb service.
fr: Ne peut pas se connecter au service PicasaWeb.
pt_br: Não posso conectar-me ao serviço PicasaWeb.

source: Slideshow of
fr: Diaporama de
pt_br: Slideshow de

source: Album details
fr: Détails sur l'album
pt_br: Detalhes do álbum

source: Author
fr: Auteur
pt_br: Autor

source: Click to see other albums by this author
fr: Cliquer pour voir d'autres albums de cet auteur
pt_br: Clique aqui para ver outros álbums deste autor

source: Location
fr: Emplacement
pt_br: Lugar

source: Number of photos
fr: Nombre de photos
pt_br: Número de fotos

source: Published
fr: Publié
pt_br: Publicado

source: Updated
fr: Mise à jour
pt_br: Atualizado

source: Video Gallery
fr: Galerie Vidéo
pt_br: Galeria de Vídeos

source: From this page you can access all videos registered. Click on the arrows bellow to go back in history.
fr: À partir de cette page, vous pouvez accéder à toutes nos vidéos enregistrés. Cliquez sur les flèches dessous pour naviguer sur l'historique.
pt_br: A partir desta página você pode acessar todos os vídeos registrados. Clique nas setas para voltar no histórico.

source: Click here to view this video directly inside YouTube
fr: Cliquer ici pour voir cet album directement à YouTube
pt_br: Clique aqui para ver este álbum diretamente no YouTube

source: seconds
fr: seconde
pt_br: segundos

source: Playlist
fr: Liste de reproduction
pt_br: Lista de reprodução

source: Click here to only view videos from this playlist
fr: Cliquer ici pour afficher uniquement les vidéos de cette liste de reproduction
pt_br: Clique aqui para ver somente os vídeos desta lista de reprodução

source: Cannot connect to YouTube service at
fr: Impossible de se connecter au service de YouTube
pt_br: Não posso conectar-me ao serviço YouTube em

source: Video details
fr: Détails sur la vidéo
pt_br: Detalhes do vidéo

source: Uploaded by
fr: Transféré par
pt_br: Enviado por

source: Duration
fr: Durée
pt_br: Duração

source: No new events (or cannot connect to Google Calendar service at
fr: Aucune nouvelle date trouvée (ou je n'ai pas pu me connecter au service Google Calender à
pt_br: Não há novos compromissos (ou eu não consegui me conectar ao serviço de Calendário do Google em

source: %(counter)s photo by
fr: %(counter)s photo par
pt_br: %(counter)s foto por

source: at
fr: le
pt_br: em

source: Latest media
fr: Dernières médias
pt_br: Última mídia

source: Latest photos
fr: Dernières photos
pt_br: Últimas fotos

source: Latest videos
fr: Dernières vidéos
pt_br: Últimos vídeos
